Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_300-The_Sutra_on_Reliance_upon_a_Virtuous_Spiritual_Friend-v1.tmx
Source language: bo
Languages: en

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཀུ་ཤ་ན་གྱད་ཀྱི་ཉེན་འཁོར་ཤིང་སཱ་ལ་ཟུང་གི་ཚལ་ན། ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པར་བཞུགས་ཏེ།
en: The Bhagavān was dwelling in the Grove of Twin Sāl-Trees in the vicinity of the Malla town of Kuśinagara, together with a retinue of śrāvakas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ཁོ་ནའི་དུས་ཀྱི་ཚེ་
en: Then, when the Bhagavān was about to pass into parinirvāṇa,

source: དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: he addressed the bhikṣus,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་འདི་ལྟར་བསླབ་པར་བྱ་སྟེ།
en: Bhikṣus, you should train in this way.

source: དགེ་བའི་བཤེས་གཉེན་དང་། དགེ་བའི་གྲོགས་པོ་དང་། དགེ་བའི་སྟེན་དང་གནས་པར་བྱའི།
en: One should live with a virtuous spiritual friend, a virtuous companion, a virtuous support.

source: སྡིག་པའི་བཤེས་གཉེན་དང་། སྡིག་པའི་གྲོགས་པོ་དང་། སྡིག་པའི་སྟེན་དང་གནས་པར་མི་བྱའོ་
en: One should not, however, live with a non-virtuous spiritual friend, a non-virtuous companion, a non-virtuous support.

source: ཞེས་དགེ་སློང་དག་ཁྱེད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།
en: Bhikṣus, you should train thinking,

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then, the venerable Ānanda spoke to the Bhagavān,

source: །བཙུན་པ་འདིར་བདག་གཅིག་པུ་དབེན་པར་མཆིས་ནས་ནང་དུ་ཡང་དག་འཇོག་ལ་ཞུགས་པ་ན་སེམས་ལ་འདི་ལྟ་བུའི་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་བྱུང་སྟེ། འདི་ལྟ་སྟེ།
en: Honorable One, having come here alone to a secluded place, I had gone into meditative retreat when the following thought arose in my mind:

source: དགེ་བའི་བཤེས་གཉེན་དང་། དགེ་བའི་གྲོགས་པོ་དང་། དགེ་བའི་སྟེན་འདི་ནི་ཚངས་པར་སྤྱོད་པའི་ཕྱེད་ལགས་ཀྱི།
en: A virtuous spiritual friend, a virtuous companion, a virtuous support is half the holy life.

source: སྡིག་པའི་བཤེས་གཉེན་དང་། སྡིག་པའི་གྲོགས་པོ་དང་། སྡིག་པའི་སྟེན་ནི་དེ་ལྟ་མ་ལགས་སོ་
en: A non-virtuous spiritual friend, a non-virtuous companion, a non-virtuous support, however, is not.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: དགེ་བའི་བཤེས་གཉེན་དང་། དགེ་བའི་གྲོགས་པོ་དང་། དགེ་བའི་སྟེན་འདི་ནི་ཚངས་པར་སྤྱོད་པའི་ཕྱེད་ཡིན་གྱི། སྡིག་པའི་བཤེས་གཉེན་དང་། སྡིག་པའི་གྲོགས་པོ་དང་། སྡིག་པའི་སྟེན་ནི་དེ་ལྟ་མ་ཡིན་ནོ་ཞེས་མ་ཟེར་ཅིག
en: Ānanda, do not say that a virtuous spiritual friend, a virtuous companion, a virtuous support is half the holy life, but that a non-virtuous spiritual friend, a non-virtuous companion, a non-virtuous support is not.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: ཀུན་དགའ་བོ་འདི་ལྟ་སྟེ།
en: Ānanda, the point is that

source: དགེ་བའི་བཤེས་གཉེན་དང་།
en: a virtuous spiritual friend,

source: དགེ་བའི་གྲོགས་པོ་དང་།
en: a virtuous companion,

source: དགེ་བའི་སྟེན་འདི་ནི་ཚངས་པར་སྤྱོད་པའི་རིལ་པོ་དང་། མ་འདྲེས་པ་དང་། ཡོངས་སུ་རྫོགས་པ་དང་། ཡོངས་སུ་དག་པ་དང་། ཡོངས་སུ་བྱང་བ་ཡིན་གྱི།
en: a virtuous support is the whole, the unadulterated, the complete, the pure, the totally purified holy life, but

source: སྡིག་པའི་བཤེས་གཉེན་དང་།
en: a non-virtuous spiritual friend,

source: སྡིག་པའི་གྲོགས་པོ་དང་།
en: a non-virtuous companion,

source: སྡིག་པའི་སྟེན་འདི་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: a non-virtuous support is not.

source: ཀུན་དགའ་བོ་བཤེས་གཉེན་དང་། ང་ལ་བརྟེན་ནས་
en: Ānanda, it is because, by relying on me as their spiritual friend,

source: སེམས་ཅན་སྐྱེ་བའི་ཆོས་ཅན་རྣམས་སྐྱེ་བའི་ཆོས་ཅན་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་བ་དང་།
en: sentient beings subject to birth will be completely released from being subject to birth, and

source: སེམས་ཅན་རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་ཆོས་ཅན་རྣམས་རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་ཆོས་ཅན་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་བའི་ཕྱིར་རོ།
en: sentient beings subject to aging, sickness, death, sorrow, lamentation, suffering, distress, and agitation will be completely released from being subject to aging, sickness, death, sorrow, lamentation, suffering, distress, and agitation.

source: །ཀུན་དགའ་བོ་དེ་བས་ན་རྣམ་གྲངས་ཁོ་ནས་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱ་སྟེ།
en: Therefore, Ānanda, you should understand this in the following way alone.

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།
en: Ānanda, you should train thinking in this way.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Bhagavān had spoken these words,

source: དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ།
en: the bhikṣus rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: highly praised what the Blessed One had taught.

source: །།འཕགས་པ་དགེ་བའི་བཤེས་གཉེན་བསྟེན་པའི་མདོ་རྫོགས་སྷོ།།
en: This completes The Noble Sūtra on Reliance upon a Virtuous Spiritual Friend.
